{
  "-blue1234": {
    "uid": "",
    "firebaseKey": "-blue1234",
    "title": "Interpolation",
    "definition": "Direct trade gastropub meh, tilde swag gochujang retro raclette. Gochujang YOLO tote bag, gentrify tilde live-edge viral XOXO vice mustache af PBR&B hoodie selfies. Art party messenger bag shoreditch typewriter fingerstache raw denim slow-carb franzen portland praxis cred flannel meggings. Snackwave vibecession succulents, bruh trust fund williamsburg ramps farm-to-table tumeric pickled kickstarter.",
    "category": "Javascript",
    "time_submitted": ""
  },
  "-blue1235": {
    "uid": "",
    "firebaseKey": "-blue1235",
    "title": "Scope",
    "definition": "Occupy health goth meggings, vape cred mlkshk ennui cronut whatever. Vexillologist typewriter art party banh mi JOMO meh big mood tonx succulents. Neutral milk hotel quinoa paleo kickstarter blackbird spyplane flannel succulents waistcoat taxidermy truffaut woke activated charcoal microdosing farm-to-table bicycle rights. Microdosing pabst etsy hammock gastropub.",
    "category":"Javascript",
    "time_submitted": ""
  },
  "-blue1236": {
    "uid": "",
    "firebaseKey": "-blue1236",
    "title": "Morph",
    "definition": "Asymmetrical pitchfork intelligentsia, retro coloring book freegan microdosing praxis thundercats DSA snackwave gorpcore bruh hexagon. Slow-carb viral dreamcatcher, heirloom keffiyeh yr pour-over organic bruh succulents lo-fi williamsburg wayfarers. Cray portland literally, la croix tonx vape cold-pressed pickled humblebrag vegan activated charcoal tousled taiyaki scenester. Succulents health goth palo santo, celiac hell of fashion axe gatekeep copper mug. Flexitarian vape sriracha mustache, vexillologist cupping fanny pack shaman banjo taxidermy sustainable. Portland occupy hella sus waistcoat lyft cliche PBR&B viral. Banh mi vinyl shoreditch grailed kitsch pour-over hashtag marxism crucifix.",
    "category": "Python",
    "time_submitted": ""
  },
  "-blue1237": {
    "uid": "",
    "firebaseKey": "-blue1237",
    "title": "Crepuscular",
    "definition": "Farm-to-table shabby chic vaporware, succulents occupy tofu readymade JOMO cliche health goth wayfarers tattooed gatekeep art party. Kinfolk post-ironic YOLO fingerstache, disrupt blog cupping locavore. Artisan chartreuse prism, vaporware cardigan williamsburg truffaut lumbersexual ascot pork belly succulents cray wayfarers mlkshk pickled. Microdosing quinoa 8-bit, poutine austin blackbird spyplane poke meggings gorpcore post-ironic JOMO blue bottle celiac la croix. Gochujang enamel pin photo booth, blue bottle scenester air plant yr cred kombucha yuccie big mood blog. Listicle locavore drinking vinegar chillwave mlkshk.",
    "category": "Python",
    "time_submitted": ""
  },
  "-blue1238": {
    "uid": "",
    "firebaseKey": "-blue1238",
    "title": "Millboard",
    "definition": "Paleo pitchfork direct trade iceland air plant skateboard retro thundercats distillery whatever wayfarers enamel pin slow-carb. Kogi cred cold-pressed pabst hammock godard green juice marxism chillwave salvia everyday carry etsy freegan vape. Literally hoodie williamsburg meditation. 8-bit slow-carb praxis forage selvage.",
    "category": "SQL",
    "time_submitted": ""
  },
  "-blue1239": {
    "uid": "",
    "firebaseKey": "-blue1239",
    "title": "Epoxy",
    "definition": "Cold-pressed +1 readymade vexillologist, blue bottle vape ennui. IPhone 3 wolf moon you probably haven't heard of them succulents selfies keytar. Glossier jianbing literally kickstarter. Microdosing photo booth blog squid meggings. Small batch art party tilde swag PBR&B, blackbird spyplane hexagon tumeric aesthetic woke gorpcore Brooklyn chicharrones. Jianbing mixtape put a bird on it tonx, pabst kitsch fixie tumeric tumblr.",
    "category": "SQL",
    "time_submitted": ""
  }
}
